{
  "truth": [
    "﻿Would you rather fulfill a fantasy or use a toy? ",
    "Would you rather tease with ice or with hot wax?",
    "Would you rather perform a striptease for me or have me perform a striptease for you?",
    "Would you rather make a sex tape or watch porn together?",
    "Would you rather take erotic photos of me or have me take erotic pictures of you?",
    "What is the most embarrassing thing that you do when I’m not around?",
    "How often would you like to have sex?",
    "Would you prefer to pee on your partner or be peed upon?",
    "Do you initiate sex more or does your partner? Why is this?",
    "Have you ever written erotic fiction involving your partner? Do you want them to read it?",
    "Recount the last fantasy that you imagined that involved you and your partner.",
    "Is the quantity of sex in your life about right, too little or too much?",
    "How would you rate your last sex with your partner on a scale of Bad to OK to Awesome?",
    "Have you ever made a sex tape? Why not?",
    "What sex act do you think that your partner wants to do that you don’t want to do? Why?",
    "When was the last time that you watched porn without your partner knowing? What was it?",
    "Have you ever masturbated while you were on the phone to someone? ",
    "Would you or have you ever made a sex toy? ",
    "Would you or have you ever made an item of clothing for sexual purposes? ",
    "How often do you masturbate when your partner is away for the night? ",
    "Do you read erotic fiction? What type? Would you read it to your partner? ",
    "What aspect of sex do you like the most? Foreplay, cuddling, penetrative, orgasm, denial? ",
    "Which seems to be the most important for you in sex? Sight, sound, smell, touch, taste, or some combination? ",
    "Are second rounds exciting or exhausting?",
    "Are you in the mood to be dominant or submissive?",
    "Ask your partner what you could change/improve when it comes to giving oral sex?",
    "Can I penetrate your ass with my finger/my cock/a toy, tonight/now?",
    "Choose any truth you want",
    "Describe how an orgasm feels",
    "Describe how your partner makes love in three words",
    "Describe my in-bed personality in three words.",
    "Describe the best sexual experience you’ve ever had with your partner",
    "Describe the last fantasy you had about me?",
    "Describe the last piece of erotica you have read?",
    "Describe to your partner how you like to masturbate/cum",
    "Describe your perfect romantic evening",
    "Did somebody see you naked by accident? (explain)",
    "Did you ever accidentally see someone naked? (explain)",
    "Did you ever think about your partner having sex with someone of the same gender?",
    "Have you ever watched gay/lesbian porn?",
    "Do you believe in love at first sight?",
    "Do you discuss your sex life with any of your friends? If so, what and with whom?",
    "Do you ever fantasize about having sex with any of your partner's friends? Who?",
    "Do you ever fantasize when having sex? About what?",
    "Do you ever find people of the same sex attractive?",
    "Do you ever wish your tits/cock were bigger?",
    "Do you fake orgasm while looking sideways or looking the person straight in the face?",
    "Do you have a fetish you haven’t revealed to your partner? If so, what is it?",
    "Do you have an “I’m getting laid tonight” outfit? What is it?",
    "Do you have any clothes from the opposite sex? Why do you have them?",
    "Do you have any spicy pictures or videos saved on your phone?",
    "Do you have sex fantasies about me?",
    "Do you like being nibbled on or lightly bitten? Where?",
    "Do you like the idea of being seen?",
    "Do you like the lights on or off during sex?",
    "Do you like to be tied up and blindfolded or would you rather do the tying and blindfolding?",
    "Do you like to be told what to do, sex-wise?",
    "Do you like to be told what to do?",
    "Do you like to be watched?",
    "Do you like to cum on your partner or to have your partner cum on you?",
    "Do you like to read erotic stories? Or did you in the past?",
    "Do you own any sex toys?",
    "Do you prefer being tied up or doing the tying up?",
    "Do you prefer sex with or without a condom?",
    "Do you prefer to dominate or be dominated by your partner?",
    "Do you prefer to initiate sex with your partner or do you like it when they take charge?",
    "Do you think any of my limits have changed, if so what?",
    "Do you think any of your limits have changed that I might not know about, if so what?",
    "Do you want to wear a gag or would you prefer that your partner was gagged?",
    "Do you wish that your partner was more dominant or more submissive?",
    "Do you wish your partner was kinkier/naughtier?",
    "Does being used for your partner's pleasure excite you? How about using your partner?",
    "Does it turn you on knowing you arouse me?",
    "Does naughty talk get you aroused?",
    "During a sexual encounter, if we could have a threesome, who would you invite to join us?",
    "Girls: Describe how cum tastes? Guys: Did you ever taste your cum?",
    "Girls: How big was the biggest cock you’ve ever had? Whose was it?",
    "Girls: Would you ever be fucked by more than one guy? Guys: Would you fuck a girl with another guy?",
    "Girls: Would you ever get fucked by more than one guy at a time?",
    "Google a sex survey, and take it",
    "Guys: If a girl said that she would try anal if you tried it first with a strapon, what would you say?",
    "Guys: If women were willing to pay you for sex, would you become a male prostitute?",
    "Guys: If you had a choice between a girl 24 inches smaller than you or a girl 12 inches taller than you, who would you choose?",
    "Guys: Would you ever fuck your partner with another guy?",
    "Guys: Do you ever wish you had a bigger penis? Women:Do you ever wish you had bigger breasts?",
    "Has anyone ever seen you naked by accident? (explain)",
    "Has your partner ever laughed at you during sex?",
    "Have you done any of the following? Just say yes or no for each- gang bang, anal sex, 69, toy play, sex outside",
    "Have you ever been attracted to the same sex?",
    "Have you ever been caught having sex? Explain what happened.",
    "Have you ever been caught masturbating? Explain what happened.",
    "Have you ever been completely rejected by someone?",
    "Have you ever been fucked at a party?",
    "Have you ever been submissive to someone in the bedroom?",
    "Have you ever been to a sex show?",
    "Have you ever been with a stranger?",
    "Have you ever caught someone masturbating? Explain what happened.",
    "Have you ever cheated/wanted to cheat?",
    "Have you ever dominated someone?",
    "Have you ever done anything sexual in public?",
    "Have you ever done it in a car?",
    "Have you ever dressed up in your partner's clothes with their knowledge?",
    "Have you ever experimented with the same sex?",
    "Have you ever faked an orgasm?",
    "Have you ever fantasized about anything sexual with someone of your same sex?",
    "Have you ever fantasized about watching your lover have sex with someone else? Or perhaps the other way around?",
    "Have you ever felt like tearing off your partner's clothes?",
    "Have you ever fingered (or been fingered in) an asshole?",
    "Have you ever fucked with someone watching?",
    "Have you ever given or received a lap dance?",
    "Have you ever given/received a cumshot?",
    "Have you ever gone out while wearing sex clothes?",
    "Have you ever gotten or given a blowjob in the car?",
    "Have you ever had a homosexual experience?",
    "Have you ever had a same-sex experience?",
    "Have you ever had an orgy?",
    "Have you ever had role play sex? Would you?",
    "Have you ever had sex in public? Do you want to try?",
    "Have you ever had sex in public? Where?",
    "Have you ever had sex in your or your partner's place of work?",
    "Have you ever had sex when other people were in the same room?",
    "Have you ever had sex with someone before you had even kissed them?",
    "Have you ever had video chat sex with someone?",
    "Have you ever hired a prostitute?",
    "Have you ever kissed more than 1 member of the same family?",
    "Have you ever lied to your partner to avoid an intimate moment, for example, say that you feel sick?",
    "Have you ever masturbated when your partner was in the house?",
    "Have you ever paid someone for sex (even phone sex, cam-girl, physical etc)?",
    "Have you ever peed in a pool?",
    "Have you ever played an erotic pc game ?",
    "Have you ever received nudes?",
    "Have you ever refused to go down on a girl/guy? Why?",
    "Have you ever regretted having sex with someone immediately afterwards?",
    "Have you ever said no to a partner’s sexual idea? What was it?",
    "Have you ever sent nudes?",
    "Have you ever sexted anyone? If so, read one of the sexts in a fake British accent.",
    "Have you ever skinny dipped?",
    "Girls: Have you ever swallowed your partner's ejaculate?",
    "Have you ever tasted cum?",
    "Have you ever thought about filming sex with your partner?",
    "Have you ever tried anal sex? Would you?",
    "Have you ever tried anal?",
    "Have you ever used a chastity device without your partner knowing? How long were you locked up?",
    "Have you ever used a strap on with your partner? Or would you?",
    "Have you ever walked in on someone else having sex or any sexual act?",
    "Have you ever wanted to have sex with someone that you’d never want to date?",
    "Have you ever watched gay porn by yourself?",
    "Have you ever witnessed people having sex?",
    "Have you ever worn panties or women’s clothing?",
    "Have you/would you play act Hooker & John with a pickup in a public place?",
    "How aggressive could you get during sex?",
    "How big are your tits/how big is your cock?",
    "How big is your dick/tits?",
    "How big was the biggest cock / biggest tits you’ve ever seen? Maybe on the Internet? Try to remember!",
    "How kinky is your sex life? Why isn't it kinkier?",
    "How long would you be willing to go without orgasm?",
    "How many people have you had sex with?",
    "How many people have you had sex with? Name any you can remember.",
    "How many people have you slept with whose names you do not remember? Describe one such event.",
    "How many people have you slept with?",
    "How often do you plan sex with your partner? Why not more often?",
    "How often do you spontaneously initiate sex with your partner? Why not more often?",
    "How often do you talk about your sex life together outside the bedroom? Why not more often?",
    "How often do you watch something naughty?",
    "How old do you think is “too old” for someone to still be a virgin?",
    "How would you edge your partner?",
    "How would you like me to address you in bed tonight/now? (Use my name, Sweetheart, Master, Mistress, Daddy, Slut, Cocksucker, Bull, etc.)",
    "How would you like to decide how we fool around and fuck tonight/now? (I make all the decisions, you make all the decisions, bet on it, let it happen organically, etc.)",
    "How would you tie your partner up?",
    "How would you want to be tied up?",
    "If I was to manual stimulate you right now describe what you would like me to do?",
    "If I was to perform anal play on you right now describe what you would like me to do?",
    "If I was to perform oral on you right now describe what you would like me to do?",
    "If I was to send you a dick pic how would you caption it? (You could even send one and ask)",
    "If I was to talk dirty to you tonight/now, what kind of things would you like to hear?",
    "If I were handcuffed to the bed, what would you do to me?",
    "If I were to pretend to be someone else while fucking tonight/now who would you like me to be?",
    "If I would perform any sexual act on you right now what would it be?",
    "If it was just you and your partner in your house, would you wear clothes?",
    "If we could only have sex in one position for a month, what position would you pick?",
    "If we were to fuck right now what position would you like to be in?",
    "If we were to role play tonight/now what scenario would you like to act out?",
    "Guys: If you could add 4 inches to your penis or 4 inches to your height, what would you choose?",
    "If you could change genders for just one day, what’s the first thing that you’d do?",
    "If you could fuck anyone in the world who would it be?",
    "If you could fuck anyone in the world(celebrity, politician, social media influencer, etc) who would it be?",
    "If you could have a threesome with 2 people, who would you choose?",
    "If you could have a threesome with two people, who would you choose?",
    "If you could have one sexual super power what would it be?",
    "If you could only choose 2 things for me to wear, what would they be?",
    "If you could perform any sexual act on me right now what would it be?",
    "If you could pick an outfit for me to wear to fuck you in tonight/now what would it be?",
    "If you got to have a threesome, who would you do it with and why?",
    "Guys: If you had a choice between a girl with obviously fake breasts or tiny natural breasts, what would you choose? Why?",
    "If you had the chance to do plastic surgery, what would you change about your body?",
    "If you had to change one thing about your partner, what would it be?",
    "If you had to choose between a partner with a great face and horrible body OR a partner with a terrible face and great body, what would you choose?",
    "If you had to pick a sex toy to use tonight what would you pick and how would you use it (doesn't have to be something you have)?",
    "If you happen to see someone having sex in front of you, which would you prefer: classic couple, gay couple, lesbian couple?",
    "If you knew you only had a short time left on earth, would you tell your crush that you love them?",
    "If you must see someone having sex in front of you, which you prefer: classic couple, gay couple, lesbian couple?",
    "If you played the role of a sex toy or doll, how you you like your partner to pleasure themselves with you? What are your limits?",
    "If you were a superhero, what would your outfit be?",
    "If you were given $250 to spend on improving your sex life, what would you spend it on?",
    "If you were given a hall pass to fuck for one night would you pick a rich person or someone with porn star qualities?",
    "If you were going to include one other person in a sexual activity, would it be a stranger or someone you know? Who?",
    "If you were into the same sex, which celebrity would you go for?",
    "If you were invisible for a day, what would you do with your superpower?",
    "If you were to create an original sex move, what would you call it?",
    "If you were to do manual stimulation right now what position would you like to be in?",
    "If you were to give anal play right now what position would you like to be in?",
    "If you were to give manual stimulation right now what position would you like to be in?",
    "If you were to give oral sex right now, what position would you like to be in?",
    "If you were to have a threesome, who would you want the third person to be?",
    "If you were to pretend to be someone else while fucking tonight/now who would you like to be?",
    "If you were to receive anal play right now what position would you like to be in?",
    "If you were to receive oral right now what position would you like to be in?",
    "If you woke up tomorrow as a different gender, what dirty things would you do?",
    "If your partner wanted to have threesome with another guy would you let them?",
    "If your ultimate fantasy girl/guy told you that the only way they would have sex with you is if you both snowballed afterwards, would you do it?",
    "In electrosex play, do you prefer to be stimulated or to hold the control box?",
    "In your most sultry voice, tell me what you love about when we have sex.",
    "In your most sultry voice, tell me what you loved about the last time we had sex.",
    "Is sex better when you’re in love or when the person is unknown and mysterious?",
    "Is the cumshot something you find sexual?",
    "Is there a person who everyone thinks is ugly, but you find to be really hot?",
    "Is there anything new you would like to explore sexually?",
    "Is there someone who everyone thinks is hot, but you think is ugly?",
    "Is there something that you’ve dreamt of doing for a long time? Why haven’t you done it?",
    "Is there something you've seen in a steamy movie that you'd like to try?",
    "It turns me on when you call me (blank) during sex",
    "It turns me on when you say (blank) during sex",
    "Missionary, doggy style, cowgirl, reverse cowgirl or 69?",
    "Name all the people that you made orgasm. Who made you orgasm?",
    "Name three things you enjoy your partner does when making love",
    "Name two places where you would want to have sex with your partner",
    "On a scale of 1 to 5, how dirty is your mood where 5 is the dirtiest?",
    "One choice for the rest of your life: oral or penetrative sex?",
    "Partner names 3 celebrities - you must pick 1 to fight, 1 to fuck and 1 to holiday with",
    "Rank your top 3 positions to have intercourse in.",
    "Rank your top 3 positions to perform manual stimulation in.",
    "Rank your top 3 positions to perform oral in.",
    "Rank your top 3 positions to receive manual stimulation in.",
    "Rank your top 3 positions to receive oral in.",
    "Rank your top 5 people you would like to fuck other then me.",
    "Read about a new fetish, and talk about it.",
    "Say 2 nice things about your partner",
    "Sexy body or big package/breasts?",
    "Shaved, trim, or natural?",
    "Shaved, trimmed or unmanaged pubes?",
    "Skip a turn",
    "Slow or Rough sex? What is your preference?",
    "Spit or swallow?",
    "Tell everyone about the best sex you ever had.",
    "Tell me a fantasy that you have never shared with someone before.",
    "Tell me a fantasy you would like to act out that we have not done (ever or recently) or you don't think I would do?",
    "Tell me about a really embarrassing sex story involving you?",
    "Tell your partner a fantasy you'd like to try.",
    "Tell your partner how you lost your virginity. Add as much specific details about about the foreplay and sex acts performed as you remember.",
    "Tell your partner two lies and one truth and see if they can figure out which one is the truth.",
    "Tell your partner what you want them to do to you right now.",
    "The last time that you bought a sex toy, what was it that you bought?",
    "Think of a new dare to add to the list.",
    "Think of a new truth to add to this list.",
    "This is coupon that allows you to convert one truth that you received into a truth for your partner",
    "What age were you when you first masturbated?",
    "What are 2 naughty things you've done with your partner that you liked and would do again?",
    "What are all your measurements? Waist, chest, cock, nipples, hips, thighs, bust, crotch, foot, ankle, hand, wrist, etc.",
    "What are the biggest cock/tits you have seen that are not your partners?",
    "What are three embarrassing sex toys that you own? Get them out and show your partner.",
    "What are you most anxious about?",
    "What are you most excited about?",
    "What are your thoughts on biting/spanking/slapping?",
    "What body part do you find most attractive?",
    "What body part of the opposite sex turns you on?",
    "What can your partner do or say to you to put you in the mood?",
    "What celebrity have you last had a fantasy about?",
    "What celebrity would you most likely fuck if you could right now?",
    "What could your partner say to get you instantly hard/wet?",
    "What currently is your favorite position to masturbate in?",
    "What do I do that makes you cum fast?",
    "What do you enjoy more? Is it slow and tender sex or hot and passionate sex?",
    "What do you hope is true about our sex life in 1 year?",
    "Which would you prefer - Seeing your partner giving oral sex to another person of the same gender or different?",
    "What do you think about anal?",
    "What do you think about BDSM/Physical domination?",
    "What do you think about bondage?",
    "What do you think about cosplay?",
    "What do you think about cumplay?",
    "What do you think about foot worship?",
    "What do you think about making porn?",
    "What do you think about public sex?",
    "What do you think about role play?",
    "What do you think about voyeurism and exhibitionism?",
    "What do you think about watching porn?",
    "What do you think about water sports?",
    "What do you think about when you masturbate? Who knows, maybe they think about you.",
    "What do you think I could do that would make you cum fast?",
    "What do you think is the easiest way to seduce your partner?",
    "What do you think the sexiest part of my body is?",
    "What do you think the sexiest part of your body is?",
    "What don't you want to tell your partner about your sexual desires?",
    "What fantasy do you want to try but are anxious to tell your partner about?",
    "What fictional character do you have sexual fantasies about?",
    "What foreplay act are you looking forward to performing?",
    "What foreplay act are you looking forward to receiving?",
    "What has changed in our sex life that you regret?",
    "What have you been masturbating to lately?",
    "What is a fantasy you'd like to try?",
    "What is a somewhat weird fetish that you would actually try?",
    "What is something you haven't tried in the bedroom but would like to?",
    "What is the biggest penis you have ever seen in real life?",
    "What is the horniest you’ve ever felt?",
    "What is the hottest memory you have of us?",
    "What is the kinkiest thing you've tried? Did you like it?",
    "What is the kinkiest thing you’ve done during sex?",
    "What is the longest period of time you’ve gone without masturbating?",
    "What is the most amount of orgasms you have ever had in a single day?",
    "What is the most important part of a man/woman’s anatomy?",
    "What is the most sexually adventurous thing you’d want someone to do to you?",
    "What is the most you’ve done for sex in the past?",
    "What is the song that you get it on to the most?",
    "What is the weirdest thing that turns you on?",
    "What is your biggest turn off towards a partner?",
    "What is your dirtiest fantasy?",
    "What is your favorite body part for me to suck on?",
    "What is your favorite lingerie/underwear for a special night?",
    "What is your favorite piece of clothing and why?",
    "What is your favorite place to have sex?",
    "What is your favorite sex position? Why?",
    "What is your favorite sex toy?",
    "What is your favorite thing about your partner in the bedroom?",
    "What is your favorite thing you've tried during sex?",
    "What is your guilty pleasure?",
    "What is your least favorite sex position and why?",
    "What is your partner's most attractive physical trait?",
    "What is your wildest fantasy?",
    "What item of clothing do you think I look sexiest in?",
    "What kind of foreplay would you like to try the next time we are in bed?",
    "What kind of porn do you love/hate? Why?",
    "What kinds of role playing have you done before? Secretary and boss? Prisoner and jail warden? Fireman and damsel in distress? Something else?",
    "What oral sex techniques do you enjoy the most?",
    "What panties are you wearing?",
    "What person that we know would you want to have a threesome with if you had to choose?",
    "What porn have you been searching for and/or watching lately?",
    "What position would you like to watch me masturbate in?",
    "What public place have you had sex in?",
    "What question would you most dread to be asked? Don’t answer it!",
    "What race is sexiest to you all around",
    "What sex act have you done that you will never do again?",
    "What sex toy do you want to try out that you haven’t tried already?",
    "What sex toy would you want to use on your partner?",
    "What sexual act would you like me to perform right now?",
    "What sexual act would you like to perform right now?",
    "What style of underwear do you prefer on me, thongs, lace underwear, see-through, boxers, hides-nothing, etc?",
    "What three sex acts would you only do once (unless you discovered you enjoyed then)?",
    "What turns you on the most in someone of the opposite sex?",
    "What type of porn did you watch when you masturbated last time?",
    "What was it like the 1st time you went down on someone?",
    "What was the best sex of your life?",
    "What was the last fantasy of your partner that you acted out?",
    "What was the last sexual achievement you shared with someone and when?",
    "What was the last sexual image that turned you on and when did you see it?",
    "What was the last thing I did in bed that exhilarated you sexually?",
    "What was the last thing you did in bed that exhilarated you sexually?",
    "What was the last thing you fantasized about me doing?",
    "What was the most embarrassing time you got turned on?",
    "What was your quickest orgasm ever?",
    "What would be more thrilling: angry sex or make-up sex?",
    "What would be the title of our sex tape?",
    "What would be your dream outfit to see under your partner's clothes?",
    "What would be your favourite way to give oral?",
    "What would be your favourite way to receive oral?",
    "What would you allow your partner to do during threesome?",
    "What would you do if you ever got trapped on an island for a week? What would you take with you if you could take 3 things?",
    "What would you do if you found out your partner used to be a prostitute?",
    "What would you like me to do more of or take further in bed?",
    "What would you like to see me doing that would make my tits bounce?",
    "What would you like to watch me perform solo right now?",
    "What would your partner’s porn star name be?",
    "What's a kink you think is weird or interesting? Add it to the dare list.",
    "What's something dirty you've always been too shy to say to me in bed?",
    "What's something you think is hot, but wouldn't do yourself? Why not?",
    "What's the filthiest thing you've imagined doing to me?",
    "What's the most uncomfortable sex talk you've had with someone other than me?",
    "What's the naughtiest thing that you have done in public?",
    "What's the quickest way to get you off?",
    "What's the weirdest porn you used to masturbate to?",
    "What's your favorite sex act to give?",
    "What's your favorite sex act to receive?",
    "What's your favorite type of foreplay?",
    "What's your favorite way to make yourself look sexy?",
    "What’s #1 on your sexual bucket list right now?",
    "What’s a sexual fantasy you’ve always wanted to explore with your partner?",
    "What’s one thing you would change about me?",
    "When you last masturbated, who were you visualizing?",
    "What’s something that you definitely wouldn’t do in bed?",
    "What’s something you’re afraid to tell me?",
    "What’s the biggest age difference between you and someone you’ve kissed/slept with/dated?",
    "What’s the craziest sexual thing you’ve ever done?",
    "What’s the dirtiest dream that you’ve ever had?",
    "What’s the filthiest thing you’ve imagined doing to me?",
    "What’s the first thing you’d do if you could inhabit the body of the opposite sex for one hour?",
    "What’s the furthest you’ve ever gone with someone the first time you met them?",
    "What’s the longest time you can live without sex?",
    "What’s the most embarrassing moment of your life?",
    "What’s the most embarrassing sexual experience for you?",
    "What’s the most number of times you’ve done it in one day?",
    "What’s the most satisfying orgasm you’ve ever had?",
    "What’s the sexiest item of clothing you own?",
    "What’s the sluttiest, nastiest thing you think you could do?",
    "What’s the sluttiest, nastiest thing you’ve ever done?",
    "What’s the worst way you’ve broken up with someone?",
    "What’s your favorite body part on a girl?",
    "What’s your favorite fantasy to pleasure yourself to?",
    "What’s your favorite movie?",
    "What’s your favorite position?",
    "What is the most attractive body part of the opposite sex for you?",
    "What is your favorite sex position?",
    "When and where did you last masturbate outdoors?",
    "When creating an erotic video, do you prefer being behind the camera or in front?",
    "When did you last go to a sex shop and what did you buy?",
    "When did you last use a sex toy and what was it?",
    "When did you lose your virginity?",
    "When I am on top of you, what's your favorite part of me to watch?",
    "When was a time you were so turned on you couldn’t stand it?",
    "When was the first time you came?",
    "When was the first time you masturbated? What was it to?",
    "When was the last time that you looked at porn without your partner knowing?",
    "When was the last time you cheated on someone?",
    "When was the last time you had a hard on?",
    "When was the last time you had a sex dream? What was it?",
    "When was the last time you kissed someone?",
    "Do you like your hair pulled during sex?",
    "Would you rather tie me up, or lick chocolate sauce off me?",
    "Would you rather receive a dirty text message, e-mail or voice mail?",
    "Do you like male strip-teases? Have you seen one in real life?",
    "Do you like female strip-teases? Have you seen one in real life?",
    "When was the last time you looked at someone and just thought about sex? Who was it?",
    "When was the last time you masturbated?",
    "When was the last time you masturbated? What was it to?",
    "When was the last time you talked about sex with your friends and what did you say?",
    "When was the last time you watched porn?",
    "When was the last time you watched porn? What kind?",
    "When’s the last time you’ve skinny dipped?",
    "Where do you draw the line on what you won't do during sex?",
    "Where is the craziest place you’ve ever had sex?",
    "Where is the craziest place you’ve ever wanted to have sex?",
    "Where would you like me to cum tonight/now? (Pussy, Ass, Mouth, Face, Tits, On me, etc.)",
    "Where would you like to cum tonight/now? (Pussy, Ass, Mouth, Face, Tits, On self, etc.)",
    "Where would you like to fool around next?",
    "Where would you like to fuck next?",
    "Where would you like to have sex, that you never have?",
    "Where would you rather (girls: take, guys: deliver) a cumshot: pussy, back, ass, tits, mouth, other?",
    "Which is your favorite kind of sex: soft, slow, and sweet or aggressive, fast, and feisty?",
    "Which of our friends have you last had a fantasy about?",
    "Which of our friends would you most likely fuck if you could right now?",
    "Which outfit do you think looks sexy on your lover?",
    "Which states/countries have you had sex in?",
    "While shopping, what one thing could your partner offer to do to make you pay for everything?",
    "Who do you think about during sex other than me?",
    "Who do you think about when you masturbate?",
    "Who had the biggest dick/tits you’ve seen in person? How big?",
    "Who is the person that you’ve been most attracted to in your entire life?",
    "Who prefers being tied up more - you or your partner?",
    "Will you be jealous if somebody else will see your partner fully naked?",
    "Girls: If you had to choose between a guy 4 inches smaller than you or a guy 18 inches taller than you, what would you choose?",
    "Would watching your partner lick your genitals clean after sex excite you?",
    "Would you be interested in group sex?",
    "Guys: Would you eat your own cum or take a self facial?",
    "Would you enjoy it if I kissed your neck and gave you a love bite?",
    "Would you enjoy making your partner cum just for the fun of it, without getting anything in return? If so, what are your favorite ways to please them?",
    "Would you ever be fucked by more than one girl?",
    "Would you ever bring someone else or a couple into the bedroom?",
    "Would you ever consider making a porno?",
    "Would you ever fuck your partner with another guy?",
    "Would you ever get fucked by more than one guy at a time?",
    "Would you ever have a threesome with 2 guys & just 1 girl? What about a threesome with 2 girls & 1 guy?",
    "Would you ever have a threesome? Male or female?",
    "Would you ever have sex in public? Where?",
    "Would you ever let someone else watch you and your partner have sex?",
    "Would you ever watch your partner have sex with another person? Which gender?",
    "Would you fuck shemale/trap?",
    "Would you fuck your partner/be fucked your by your partner with strapon?",
    "Girls: Would you go to a boudoir photographer to get erotic pictures for your partner?",
    "Would you go to a nude beach with your partner?",
    "Guys: Would you have a handjob race with your partner and another male?",
    "Girls: Would you have a squirting orgasm?",
    "Would you have sex in front of strangers with your partner?",
    "Would you have sex with someone in front of your partner?",
    "Would you let your partner lick your butt?",
    "Would you let your partner rip a hole in or rip off some of your clothes in order to get pleasured faster?",
    "Would you let your partner watch you masturbate?",
    "Would you like to have a private dungeon at home? What would you equip it with?",
    "Would you like your ass penetrated tonight/now, if so with what? (Finger, cock, toy, etc.)",
    "Would you prefer a big cock/tits or sexy body?",
    "Would you prefer to dominate me in bed or do you want me to dominate you in bed?",
    "Guys: Would you prefer to see me in hot pants or a short skirt?",
    "Would you prefer to watch other people having sex, or to be watched having sex?",
    "Would you rather be tied up and forced to give head, or give head to a tied up partner?",
    "Would you rather fuck someone 20 years older or 20 years younger?",
    "Would you rather give or receive pleasure?",
    "Would you rather go out with a toy controlled by your partner on/in or go out without underwear?",
    "Would you rather go out without underwear or with nipple clamps on?",
    "Would you rather have a nice body or a big cock/tits?",
    "Would you rather have a threesome with someone of the same sex OR make a porn movie with your partner?",
    "Would you rather make out in the bath or the shower?",
    "Would you rather never have sex again or let your partner have sex with someone else one time?",
    "Would you rather read a sex manual by yourself or with your partner?",
    "Would you rather shave your pubes or your partner shave theirs?",
    "Would you rather video your partner masturbating or vice versa?",
    "Would you rather wash your partner or be washed by them?",
    "Would you rather watch or be watched masturbating or having sex?",
    "Would you rather wear a chastity device or hold the key to your partner's device?",
    "Would you rather wear a collar or a butt plug in public?",
    "Would you rather your partner be sexually blessed or really fit?",
    "Would you say you’re more dominant or submissive?",
    "Would you shave off your pubic hair if your partner asked?",
    "Would you spend all day dressed in sex clothes if your partner did the same?",
    "Guys: Would you try or have you ever tried to selfsuck?",
    "Would you use a hall pass if you were given one?",
    "Would you wear a buttplug/or want your partner to wear one?",
    "Would you wear a skintight rubber outfit? What color would it be?",
    "You and your partner should tell each other about how you lost your virginity.",
    "Your partner gets to ask you any 3 sexual questions, you must answer 2 correctly and they guess which!",
    "Girls: Have you ever squirted during orgasm? ",
    "Guys: What is the most times that you have cum in a single day?",
    "Guys: Have you ever tasted human milk? Girls: Have you ever had another adult taste your milk?",
    "How would you rate your kinkiness? (0 - not at all, 5 - up for anything)",
    "Describe an event where you orgasmed when you were not expecting to.",
    "Have you ever used a vegetable as a masturbation aid?",
    "Have you ever made a cast of your genitals?",
    "How many different people have touched your breasts/cock in a sexual way?",
    "Is there a sexual situation that you didn’t pursue and now regret not pursuing?"
  ],
  "dare": [
    "﻿Guys: Masturbate and cum into your hand OR a small cup (partner's choice). Then your partner decides whether you swallow, they swallow, or it gets used as skin lotion. ",
    "Pick out an item of underwear for your partner to wear the next time you both go out (anywhere). Your partner has to show you that they are wearing that item before returning home.=",
    "Take the closest closeup photo of a part of your partner’s body. Your choice of body part.=",
    "* Act like you're giving a blowjob to your partner's finger for 30 seconds.",
    "* Give a blowjob to a banana.",
    "* Dip your fingers in mouthwash and then rub my nipples so I get an erotic sensation when you touch me.=",
    "* Do three push ups above your partner lying on the ground and kiss them.",
    "* As a couple, look online for a sex toy to try. Try https://aliexpress.com/=",
    "Ask your partner to watch you pee.",
    "Ask your partner to watch you masturbate.",
    "Beg your partner for oral or handjob. Continue for 2 minutes, and they stop if you stop begging.",
    "Bend her over bed and flip a coin. Masturbate her if tails, smack if heads for 1 mins.",
    "Bend over and let your partner pleasure you from behind for 1 minute.",
    "Bend over and let your partner spank you 3 times, if you make a sound, drink, if you don’t make a sound, partner drinks.=",
    "Bend over and let your partner spank you 3 times, if you make a sound, you must go again.=",
    "* Bend over your partner’s knee and let them spank you twenty times.=",
    "* Bend your partner over your knee and spank them ten times.=",
    "Blindfold partner, lay them down and use as sex toy for 3 minutes.",
    "* Blindfold your partner and see if they can tell apart (by smell) a clean pair of your underwear, a dirty pair of yours, and a dirty pair of theirs.=",
    "Blowjob cum in mouth. Choice of swallow, spit or kiss.=",
    "Both masturbate in front of each other for 1 minute- no touching each other only looking!",
    "* Buy something sexy online right now. Try https://yandy.com/ =",
    "Check out a boudoir photography website. Now take pictures of your partner in the same poses. 5 minutes.",
    "Choose a position to be tied up in and demonstrate it for 3 minutes.=",
    "Choose a toy for your partner to tease you with and use it for 45 seconds.",
    "Choose an item to be punished with and suffer the punishment for 45 seconds.=",
    "* Choose an outfit to wear before sex and show it off.",
    "* Choose an outfit to wear when you're the Dom and show it off.=",
    "* Choose an outfit to wear when you're the sub and show it off.=",
    "* Choose lingerie/underwear to wear around the house and demonstrate.=",
    "* Choose outfit to wear to dinner with no underwear.=",
    "Eat a piece of fruit out of your partner’s underwear.=",
    "Coat her pussy with yogurt and he licks clean.=",
    "Coat his cock with yogurt and she licks clean.=",
    "Coat partner's nipples/breasts with yogurt and lick clean.=",
    "Guys: Cock ring on for rest of game.=",
    "Guys: Cock ring on and insert cock into pussy (no thrusting).=",
    "* Dance to a song I choose for 2 minutes.",
    "* Demonstrate how to give a blowjob on an unpeeled banana for 50 seconds.",
    "Demonstrate your favorite sex position.=",
    "Girls: Dessert topping applied to cock and then licked clean.=",
    "Guys: Dessert topping applied to pussy and then licked clean.=",
    "Go pee on the ground outside. Your partner can watch if they want.=",
    "For the next 60 seconds, touch yourself like you’d like me to touch you.",
    "Ask your partner to apply baby oil (or similar) to a part of your body and massage it in.",
    "Ask your partner to use some rope and tie you to a chair and then ask them to take three photos to record it. No more than 3 minutes.",
    "Do 69 together for 1 minute.",
    "Do 69 with a finger in each other's asses for 1 minute.",
    "* Do a chore, naked.=",
    "Do a fashion shoot where you are modeling clothes belonging to your partner while they take pictures. 2 mins.",
    "* Do a somersault naked.=",
    "Do any act your partner asks you to do.=",
    "Do something to me right now that you've been fantasizing about.=",
    "Doggy style, but only for 1 minute.",
    "Drag me to the closet for an adult round of 7 minutes in heaven. You must keep the making out above the belt.",
    "* Dress up in sex clothes that your partner has not seen you wear before.=",
    "* Drink a shot from your partner’s belly button.=",
    "Dry Hump cowgirl.",
    "Dry Hump missionary.",
    "Eat chocolate/whipped cream off of my body. You pick where you want the tasty treats to go.=",
    "* Eat fruit/food off your partner.=",
    "Guy: Eat her pussy.",
    "Eat your partner's ass in doggy for 2 minutes.",
    "Edge me for 2 minutes.",
    "Engage in foreplay with me for 5 minutes with one rule: You're allowed to kiss me anywhere but my mouth.",
    "Face down ass up, lube and finger her using 2 fingers in her pussy.",
    "* Fake an orgasm for 20 seconds",
    "* Fake an orgasm.",
    "* Fill an online shopping cart with between $250 and $300 of stuff to improve your sex life. Only buy if you want. https://aliexpress.com or https://adameve.com/ =",
    "Guy: Film her on her back legs pulled apart and get as many fingers in her pussy as possible, whole hand if you can for 2 mins.",
    "Guy: Film vibrator in pussy and small vibrator in her ass for 1 min.",
    "Film yourself masturbating.",
    "* Find a big list of sex positions. Pick two at random and try them. Discuss which is best.=",
    "Find an antique nude picture/photo and recreate it using you and your partner as necessary. Photograph it.=",
    "* Find something sweet to swipe across your lips and give me a passionate kiss.=",
    "Find the last porn site that you visited (use https://porntube.com if you can't recall) and show the video/pictures to your partner.=",
    "Find three household items that could be used as sex toys. Demonstrate their use.=",
    "* Flash cock/tits to partner for 30 seconds (no covering).",
    "* Flash your cock/pussy to partner for 10 seconds (no covering).",
    "Flip a coin - heads you must go down on your partner for 1 minute/ tails you must masturbate them and yourself at the same time for 1 minute.",
    "Fondle partner for 30 seconds.",
    "Girls: Finger your pussy, then taste it. Guys: Taste your man's precum.=",
    "Girls: Hold a vibrator just outside your clit for 2 min. Guys: Hold a vibrator on your shaft, balls, etc. for 2 minutes.",
    "Girls: Make yourself orgasm in under 2 minutes. If you don't, your partner ties you down and forces you to orgasm twice.",
    "Fuck for 2 minutes partner chooses position.",
    "Fuck your partner like a slave for 5 minutes.",
    "Gently spank partner's pussy/cock then kiss it better.=",
    "Get a sheet of plastic and some oil, and then cover you and your partner in oil by rubbing your bodies together.=",
    "Get an endoscope (or order one if you don't have it) and put it inside her vagina facing out. Now video his cock thrusting in and out. 3 minutes.",
    "Get dessert topping from the fridge and apply to your body. Your partner licks you clean.=",
    "* Get some food and coat some part of your body with it. Your partner will feast by licking you *lean.=",
    "0 Get some food and feed your partner using only your mouth to convey it to them.",
    "Get your naughtiest item of clothing and put it on for five rounds.=",
    "Get your partner aroused with your tongue only.=",
    "Get your partner to tie your legs wide apart for four rounds.=",
    "Get yourself off by dry humping your partner.=",
    "Girl aims his cock while he pees. Bonus if outside in the snow!=",
    "Girl: Choke yourself on your partner's cock, then kiss them. Guy: Give oral until you need to take a breath, then kiss partner.=",
    "Girl: Deep throat your partner and hold it for as long as you can. Guy: Shove your tongue in your partner's pussy as deep as you can.",
    "Girl: Deepthroat your partner as far and hold for as long as you can. Guy: Let your partner fully sit on your face fully, and keep them there until your have to take a breath, licking the whole time.=",
    "Girl: Give your partner a handjob while sucking/licking their balls. Guy: Finger your partner's pussy while licking/eating their pussy.",
    "Girl: Give your partner a sloppy blowjob. Guy: Eat out EVERYTHING down there. 1 minute.",
    "Girl: Google image search for a \"hot girl sex image\" and touch his cock for 10 images, Boy: Google image search for a \"hot guy sex image\" and touch her ass for 10 images.=",
    "Girl: Let your partner fuck your tits. Guy: Let your partner sit on your face, pull them closer. 1 minute.",
    "Girl: Ride a dildo for 2 minutes, Guy: Use a dildo on your partner for 2 minutes.",
    "Girl: Rub tits all over your partner, from head to toe. Guy: Rub cock all over partner, from head to toe.=",
    "Girl: Suck and lick your partner's balls as wet and noisy as you can. Guy: Suck and lick your partner's nipples and breasts as wet and noisy as you can.",
    "Girls: He gets a ball licking and head for 3 minutes.",
    "Girls: Deepthroat cock OR give him a boob job. Boys: Deep tongue pussy. All for 30 seconds.",
    "Girls: Insert panties into your vagina. Guys: Use a dirty pair of her panties in your mouth as a gag.=",
    "Give a 2 minute handjob in the shower.",
    "* Give a blowjob to a banana for 2 minutes.",
    "* Give a foot massage.",
    "Give a handjob for 30 seconds.",
    "Give a handjob.",
    "Give a handjob/finger partner for 30 seconds.",
    "Girls: Give him a lap dance and kiss down to the beltline for 2 minutes.",
    "Girls: Give him blowjob while he stands for 1 min.",
    "Give oral for 3 minutes.",
    "Give oral for 45 seconds.",
    "Give oral in the kitchen for 1 minute.",
    "Give oral sex with your hands tied behind your back. 45 seconds.",
    "Give oral to your partner sitting in a chair for 3 mins.",
    "Give oral while your partner watches porn. They choose what kind. E.g. https://xvideos.com/ 1 minute.",
    "Give your partner oral sex for 1 minute in the position of their choice.",
    "* Give your partner a full body massage for 3 minutes.",
    "* Give your partner a hickey wherever you want.=",
    "Give your partner a striptease OR let them tie you up (arms and legs) and do ANYTHING for 1 minute.",
    "Give your partner anilingus.",
    "Give your partner head.",
    "Give your partner oral as loudly and with as much saliva as possible. 1 minute.",
    "Give your partner oral in front of a mirror or front camera for 5 mins.",
    "Give your partner oral sex while they sit at the computer/watch TV/play video games.",
    "Give your partner oral sex while they watch TV/play video games.",
    "Go commando for 24 hours. (Commando = wear no underwear).=",
    "Guys: Go down on her and if she cums in 2 mins or less spin again.",
    "Go get the underwear that you will wear tomorrow and show it to me. [Pause] Now I rub my cock/pussy with it and then give it back.=",
    "Go into a sex doll position. Allow your partner to do whatever they please to you.",
    "* Go onto a website and pick out a toy for your partner. Order it.=",
    "* Go onto a website and pick out a toy for yourself. Order it.=",
    "Go to the window and show your tits/dick to outside. Partner to take photos from outside.=",
    "Go to your partner's bed-side table and take one item from each drawer that your partner must then demonstrate.=",
    "Google image search \"erotic sex gif\" and masturbate together with partner while scrolling through 15 images",
    "Grab your breasts/balls, and rub them all over your partner's face. 30 seconds.",
    "Grab your partner's hair, and make them lick where you force them to for 2 minutes.",
    "Grab your partner’s hair and pull them into your boobs/crotch.",
    "Grind with your partner's pillow for 1 minute.",
    "Guys: Masturbate for 1 min.",
    "Guy: Try to lick both of your partners nipples at once. Girl: Attempt to fit both of your partner's balls in your mouth at once.",
    "Guys: Finger your girl, then taste it. Women: Taste his precum.=",
    "Guys: Spell the alphabet on your girl’s pussy with your tongue. Girls: Spell the alphabet on the tip of your man’s penis with your tongue.=",
    "Girls: Handcuff him while he sits in a chair and ride cowgirl for 1 minute.",
    "Have rough sex for 30 seconds.",
    "Have sex for one thrust, then lick your partners pussy/suck their cock.",
    "Have sex outside.=",
    "Have slow sensual sex for 60 seconds.",
    "Have your partner bend over and lick their ass and pussy/balls.",
    "Have your partner get on all fours. Assign the action of eating their ass, fingering their ass, or masturbating them numerical values in your head. They pick one of the 3 numbers. Do it without telling them.",
    "Have your partner pee on you in a location of your choice.=",
    "Have your partner spit in your mouth.=",
    "He does hard fingering pussy for 1 min.",
    "He holds his legs spread while she gets to do whatever she likes for 2 minutes.",
    "He passes/she gets licked while standing, grabs partner's head and control. 3 minutes.",
    "Guys: He puts three fingers in her pussy for 3 mins.",
    "Guys: You strip nude. Your partner wraps one hand around each of your balls and crushes them until you can't handle it anymore.=",
    "Guys: He toys her pussy.",
    "Hide camera in guest bedroom. Dress up as two different people. Go to guest room and have sex. Then review the footage.=",
    "Hop in the shower with me and wash my body, making sure not to miss any hard spots.=",
    "* Eat whipped cream off my naked body.=",
    "*Go down on me for the next 5 minutes.",
    "* Lick my feet.",
    "Masturbate in front of me.",
    "Play the rest of the game naked.=",
    "Insert a butt plug in your ass and leave it there for the rest of the game.=",
    "You have to wear my underwear for the next two hours.=",
    "I’m going to go into the other room and dab perfume or cologne somewhere on my body. You have to sniff everywhere until you figure out where I put it on.=",
    "If ready to finish, else roll again -- Race your partner to see who can cum the fastest.=",
    "If you have a chastity device then put it on and hand the key to your partner. If not, then vice versa. Otherwise order one now.=",
    "If you have sex candles, drip hot wax on your partner's body for 1 minute. Otherwise use ice cubes or order candles.",
    "Doggy style and cum on her ass. Photo to prove it.=",
    "She holds her legs wide, missionary and, if she cums first, creampie. Photo to prove it.=",
    "She holds her legs wide, missionary and, if she cums first, cum on her tits. Photo to prove it.=",
    "Indulge in oral foreplay until I climax or for 5 minutes, whichever is early.",
    "Insert 3 lubed fingers in your partner's asshole.",
    "Insert a butt plug into your partner, they remove it next time you do an action to their ass.=",
    "Jump into the shower fully clothed and feel each other up through your wet clothes. Kiss passionately. 3 minutes.",
    "* Just show your partner your breasts and suck your own nipples for 30 seconds (for men, wet them with saliva)",
    "* Kiss and lick your partner’s feet for 2 minutes.",
    "Kiss her pussy/lick his balls.",
    "* Kiss my stomach for 20 seconds.",
    "* Kiss partner passionately.",
    "* Kiss your partner on the neck.",
    "* Kiss your partner while also eating candy.",
    "Kiss your partner's genitals while wearing a blindfold.",
    "Kiss your partner's neck for 45 seconds.",
    "* Kiss, with a lot of tongue, for 20 seconds.",
    "* Kiss/suck partner's nipples for 45 seconds.",
    "* Lay over your partner's lap and ask them to spank you.",
    "* Let me spank you.",
    "Guys: Ask your partner for a pair of their (preferably) dirty panties. Pretend that your partner isn't here and smell their panties, rub on your face, and masturbate with them. 3 minutes. ",
    "Let me tie you up and enjoy you for 2 minutes.",
    "* Let your partner choose your underwear. Put them on and show them off.=",
    "* Let your partner examine your body for 2 minutes.",
    "Let your partner straddle you and masturbate, while you lick their balls/pussy.",
    "* Let your partner tie you up, and tickle you for 60 seconds.",
    "Lick and suck balls.",
    "Lick clit or cock.",
    "Lick me from my feet up.",
    "* Lick my feet.",
    "* Lick my toes and then suck on them.",
    "Lick partner's breasts, but not nipples.",
    "Lick partner's butt while they are on all fours. Get close to rim but never too close. 2 minutes.",
    "Lick partner's clit/cock",
    "Lick partner’s pussy/balls.",
    "Lick pussy/dick for 2 minutes.",
    "1 Lick the nipples of your partner.",
    "Lick whipped cream off your partner’s chest/breasts/pussy/penis.",
    "Lick your partner's anus or ask your partner to lick yours.",
    "Lick your partner's cock or clit in a kneeling position for a minute.",
    "Lick your partner's ears.",
    "Lick your partner's genitals like an ice cream cone. Keep telling him how big/wet and delicious their cock/pussy is.",
    "* Lick your partner's nipples.",
    "* Lick your partner's palm.",
    "Lick your partner’s chest.",
    "* Look up a new sex position, try it.=",
    "* Look up an instructional video on a sex move or kink, and watch it together.=",
    "* Lose 2 items of clothing.=",
    "Lose 2 items of clothes for 3 turns.=",
    "Lose 3 items OR demonstrate giving a handjob for 30 seconds.",
    "* Lose all clothing below the waist.=",
    "Lube a sex toy and insert it in your partner's ass until they say stop.",
    "Guy: Lube and finger her pussy 3 fingers 2 min.",
    "Lube and finger partner's ass 1 finger 2 min.",
    "Lube and finger partner's ass 2 fingers 2 min.",
    "Girl: Lube and massage his balls for 1 min.",
    "Girl: Lube and massage his cock for 2 min.",
    "Guy: Lube her ass gently and put cock in fully for 15 seconds.",
    "Guy: Lube her ass gently and put cock tip in for 30 seconds.",
    "Guy: Lube her bottom while licking her clit for 1 minute.",
    "Lube partner's ass and insert large butt plug for 30 seconds.",
    "Lube partner's ass and play.",
    "Lube partner's cock/clit.",
    "Make a one minute video of you fucking.=",
    "Make a one minute video to drive your partner wild. Then send it to them. They have to masturbate while watching it.=",
    "Make a phone call (doesn't matter who!) while I give you oral sex.",
    "Make a sex tape for 5 minutes.",
    "Make an audio recording of you licking your partner's cock/pussy. Make as much noise as possible. 1 Minute.",
    "Make me cum in/on your underwear, and then you wear them for 3 rounds.=",
    "* Make out with your partner for 45 seconds.",
    "* Make out.",
    "Make your lips wet and rub them all over your partner's genitals.",
    "Make your partner cum using only your lips.=",
    "Make your partner cum while they are wearing all their clothes.=",
    "Make your partner hard/wet without touching them. Use sight and sound to do this.=",
    "Guy: Massage her clit with cock.",
    "Massage partner for 3 minutes anywhere of their choice.",
    "Massage partner for 45 seconds anywhere of their choice.",
    "Massage partner's butt and butthole for 3 minutes.",
    "Massage their whole body, but avoid their genitals for 5 minutes.",
    "* Massage your partner for 2 minutes.",
    "Masturbate for 1 min.",
    "Masturbate for 1 minute in front of your partner in the position they choose.",
    "Masturbate in front of me.",
    "Masturbate in front of your partner for 30 seconds.",
    "Masturbate in front of your partner for 45 seconds.",
    "Masturbate in front of your partner for 45 seconds. Legs spread.",
    "Masturbate in front of your partner.",
    "Masturbate over your lying partner for 3 mins. Keep eye contact.",
    "masturbate under covers for 1 minute.",
    "Masturbate your partner for 3 mins.",
    "Masturbate your partner in front of a mirror or front camera for 3 minutes.",
    "Missionary.",
    "* Name your junk and give a speech about it.=",
    "* Girls: On sofa legs apart she views lesbian porn for 3 minutes.",
    "* Order a sex toy online right now and promise to use it on the day that it arrives. Try https://aliexpress.com or https://stockroom.com/ =",
    "* Order a sex toy online. Try https://adameve.com =",
    "* Order an item of sexy clothing for your partner online right now. Try https://yandy.com/ =",
    "* Order an item of sexy clothing for yourself online right now. Try https://yandy.com/ =",
    "Partner chooses what porn movie to watch and then to play along for 5 minutes. Try https://porntube.com/",
    "Partner rubs themself with whatever they want for 2 minutes.",
    "* Pass a candy/grape to your partner using only your lips.=",
    "Perform 69 with you on top.",
    "* Perform a striptease for 2 minutes.",
    "Pick a sex toy and use it on your partner.",
    "Pick a sex toy and use it on yourself.",
    "Pick a spot on my body that isn’t usually considered sexual—elbows, knees, ankles—and lavish it with kisses until I’m turned on.=",
    "* Pick out a very embarrassing outfit for your partner and then have them wear it while they knock on your front door and you decide whether to let them in.=",
    "Pick out three sex toys and tell your partner to demonstrate their use on themself.=",
    "* Pinch and suck partner's nipples.",
    "* Pinch own nipples.",
    "* Pinch your partner's nipples with increasing intensity until they beg you to stop. Keep going a couple more times.=",
    "* Play me a song you’d like to have sex to.",
    "* Play the rest of this game naked.=",
    "Girl: Play with his cock and suck just the tip.",
    "Girl: Play with his cum in your mouth.",
    "Play with your partner's ass in 69 position and give oral for 2 minutes.",
    "Play with yourself.",
    "Pleasure me for 5 minutes.",
    "Pleasure your partner anally.",
    "Pop an ice cube in your mouth and go down on me for 15 seconds.",
    "* Pour a trail of sugar from the small of my back to my neck. Now, lick it up.",
    "* Pretend you are orgasming. Make all the sounds.",
    "Push an ice cube into your ass.",
    "Push an ice cube into your partner’s ass.",
    "Put a blindfold on and let your partner do what they want.",
    "Put a collar (and leash if you have it) on your naked partner and have them crawl after you as you go around the house. You can go outside! 4 minutes.",
    "Put a sock in your pants and call it your junk for next two turns.=",
    "Put an ice cube in your mouth and then suck partner’s cock/lick partner’s pussy.",
    "Put an ice cube in your underwear.=",
    "Put both a penis and a finger inside the girl at the same time.",
    "Put cock ring on and insert cock deep in pussy , no thrusting. Hold for 2 minutes.",
    "Put his cock inside her and don't move. Girl: Tell them how big they are. Guy: Tell them how tight and good they feel.",
    "Put on 2 items of clothing.=",
    "* Put on a black leather outfit and pose for pictures.=",
    "Put on long leather boots. Tell your partner to kiss them all over. Touching your body is instant punishment. 2 minutes.",
    "* Put whipped cream on your partner’s body and lick it off.=",
    "Put your underwear in your partner's mouth (or on their face if they cannot get wet) and tease them with your tongue.",
    "* Read a sexy story to your partner (maybe try https://literotica.com).=",
    "Receive oral for 2 minutes.",
    "Receive oral in the laundry room for 2 minutes.",
    "* Recreate the sounds you make during sex.=",
    "Recreate the weirdest thing that ever happened to you during sex.=",
    "Remove 2 items of clothing (partner's choice which 2).=",
    "Remove 2 items of clothing.=",
    "Remove 3 items of clothing OR demonstrate giving a handjob for 30 seconds.",
    "Remove 3 items of clothing.=",
    "* Remove all clothing below the waist.=",
    "Remove all clothing except boots/shoes (if not wearing shoes put some on- partner's choice.)=",
    "Remove all clothing OR roll again.=",
    "Rest your hands inside your partner’s pants for the next 3 minutes.",
    "Reverse cowgirl for 2 minutes.",
    "Rub an ice cube around her nipples/his balls for 2 min.",
    "Rub an ice cube over my body, wherever you want, until it melts.=",
    "Rub an ice cube round your ass.",
    "Guy: Rub Cock around her asshole 2 min.",
    "Rub cock/ tits over your partner's body from the head down.=",
    "Rub cock/pussy together.",
    "Rub your genitals with a clean pair of your partner's underwear. They must wear them all day tomorrow.",
    "Run an ice cube down your belly then round your pussy/cock.",
    "Send a naked selfie to your partner.=",
    "* Send a naughty text message to your partner.=",
    "Send your partner a naked snap.=",
    "* Sensual massage from toes to head for 3 minutes.",
    "Sex on the floor for 3 minutes.",
    "Shave pubes completely OR only you do next 3 dares in a row.=",
    "Shave pubes completely OR only you do next 3 rolls in a row.=",
    "Shave your partner's downstairs, clean shaven.=",
    "Shave your partner's downstairs, with trimmers.=",
    "She does hard fingering pussy for 1 min.",
    "She holds her legs spread, he gives 5 hard thrusts in her pussy then eats her pussy.",
    "She holds her legs spread, he gives 5 hard thrusts in her pussy then she licks his cock clean.",
    "She puts on thigh-high stockings and straddles his face, spreading her pussy and rubbing/grinding against his mouth (stockings stay on for the rest of the game).",
    "Girl: You sit and your partner rubs his cock round your mouth.",
    "Show me the sexiest picture you have on your phone.=",
    "Girl: You sit on his face and take his tongue as deep as you can. 2 minutes.",
    "Sit on your partner's face for 1 min.",
    "Sit on your partner's face/face fuck.",
    "Sit on your partner’s face.",
    "Skip a turn.=",
    "* Slow dance with your partner for 3 minutes.",
    "* Slowly kiss your partner from their feet to the top of their head.=",
    "* Sort /r/erotica by \"Top - All Time\", and read aloud the first story (that you haven't already read).=",
    "Spank a location of your partner's choosing as directed by them.",
    "* Spank partner for as long and hard as they want.=",
    "* Spank partner's ass 10 spanks.=",
    "* Spank partner's ass 3 times.=",
    "Spank partner's pussy/cock for 5 slaps.=",
    "Spank your partner 5 times while they masturbate.",
    "Spank your partner until you can see a nice red mark. Take a photo to prove it.=",
    "* Spank your partner.=",
    "Spell out a short, sultry message on my body… with your tongue.=",
    "Spell the alphabet with your tongue, on your partner's genitals.=",
    "Spit on your partner in a place of their choosing.=",
    "Stand in the position of partner's choice for 30 seconds.",
    "Stay naked for the next 3 minutes.",
    "Stimulate two parts of my body at once. Use your hands on one part and lips on another.",
    "Stimulate your partner for 45 seconds.",
    "Stimulate your partner's anus for 45 seconds.",
    "Streak around the house outside while partner checks from window.=",
    "* Strip for your partner for 1 minute.",
    "Strip to your undies, and let your partner check you out for 30 seconds.",
    "* Suck all 10 of your partner's toes.=",
    "Girl: Suck his cock.",
    "* Suck on my finger and pretend you’re performing oral sex for 30 seconds.",
    "Suck on your partner's nipples as they masturbate.",
    "Suck your own toe, your own nipple, or your own penis...you pick!",
    "Suck your partner’s nipples.",
    "Swap clothes with your partner.=",
    "Swap underwear with your partner.=",
    "Take 12 closeup pictures of your partner's body.=",
    "Take a naked photo of us together.=",
    "Take a picture of cum dribbling out of her vagina. Video him cleaning her up with his tongue.=",
    "Take a picture of your privates and send to your partner.=",
    "Take a picture of yourself to be used to advertise an escort service.=",
    "Take a shot.=",
    "Take a shower and wash your partner.=",
    "Take a video of the next dare.=",
    "Take four closeup pictures of your partner -- any single body part. As close as possible.=",
    "Take off my underwear…with your mouth.=",
    "Take off your pants and wear a pair of heels only.=",
    "Take off your pants for the rest of the game.=",
    "Take off your partner’s underwear without your hands.=",
    "Take off your shirt for the rest of the game.=",
    "Take sexy photo and send to partner.=",
    "* Girl: Take your bra off without taking your shirt off.=",
    "Teabag partner/facesit partner.=",
    "This is coupon that allows you to convert one dare that you received into a dare for your partner.=",
    "Guy: Tie your partner up, then spank ten spanks each cheeks then masturbate over her for 2 mins.",
    "Tie me up and enjoy me for 2 minutes.",
    "Tie your partner up (try to restrict movement as much as possible) and use them as a sex toy.",
    "Tie your partner up and lick their body head to toe for 2 minutes.",
    "Tomorrow, follow this rule (chooser comes up with one sex slave rule for tomorrow).=",
    "Tomorrow, write a sexy story and illustrate it with three sexy photos of yourself. Print it out and give it to your partner.=",
    "Guy: Tongue her for 2 mins.",
    "Tongue kiss your partner where they want.",
    "Touch partner's cock/pussy through clothes.",
    "Touch partner's cock/pussy under clothes.",
    "Touch yourself as directed by your partner for 2 minutes.",
    "Trace your partner's tan line (anywhere) with your tongue.",
    "Try a sex toy out when you next have sex with me.=",
    "Try anal sex with me.",
    "* Try on my underwear.",
    "Try snowballing with your partner after a blow job. (French kissing with his cum.)",
    "Try to turn your partner on without touching them.",
    "Turn on something from /r/gonewildaudio, close your eyes, and masturbate. DON'T ORGASM!=",
    "Twerk for your partner. For 1 minute.",
    "Undress your partner with everything but your hands.=",
    "Undress your partner with one hand.=",
    "Use a butt plug or finger partner's ass for 2 minutes.",
    "Use a feather duster or tickler on your partner anywhere you want. 2 minutes.",
    "Use a toy on yourself for 1 minute (buy one for next time, if you don't have one).",
    "Use a vibrator in/on your partner's balls/pussy for 2 minutes.",
    "Use an e-stim unit on your partner. If you don't have one, order a basic one online right now - https://aliexpress.com/  2 minutes.",
    "Use an ice cube on your partner wherever you want 1 minute.",
    "Use cough spray to numb your throat and see how deep you can take a dildo.=",
    "Use one of your sex toys on yourself for 60 seconds.",
    "Use sex toy on your partner for 1 minute.",
    "Use sex toy on yourself for 1 minute.",
    "Use something that's not a sex toy, as a sex toy. 1 minute.",
    "Use vibrator on your partner, 2 minutes.",
    "Use vibrator on your partner, kiss and suck at the same time.",
    "Using your fingers, find a way to give me goosebumps right now.",
    "Using your mouth, make your way from my wrist to my ear.=",
    "Video and Lube partner's ass they put medium butt plug in for three turns.=",
    "Video and Lube partner's ass they put small butt plug in for three turns.=",
    "Girl: You work a vibrator in her pussy for 4 minutes. Your partner videos.",
    "Video blow job for 1 minute.",
    "Guy: Video her opening pussy wide for 2 mins.",
    "Guy: Video her while she fingers her pussy while sucking his cock for 1 minute.",
    "Guy: Video her while she puts 3 fingers in her pussy for 2 mins.",
    "Girls: Video him fingering pussy for 5 mins.",
    "Girls: Video him while he plays with his cock for 2 mins.",
    "Girls: Video him while he plays with his cock while sucking on a banana for 2 minutes.",
    "Video your face while your partner gives you oral sex for 2 minutes.",
    "Video your partner and tie or handcuff their hands so they can't stop you as you use vibrator on their pussy/cock. 2 minutes.",
    "Video yourself as you perform oral for 1 minute.",
    "Masturbate your partner while standing behind them. 3 minutes.",
    "Watch a dirty video with your partner and do exactly what they do in that video.=",
    "Watch a porn video and act like them. Try https://redtube.com/ =",
    "* Wear a blindfold for 2 turns.=",
    "Wear a blindfold for 5 minutes, while I do whatever I want.",
    "Wear a butt plug for the entire day.=",
    "Wear a pair of nipple clamps for the next five rounds. No nipple clamps? -- chocolate sauce will do instead.=",
    "Wear a remote control vibrator (buy one now if you don’t have one) for the next 24 hours and your partner has the control.=",
    "Wear an outfit of my choosing for the next 3 rounds.=",
    "Wear handcuffs behind your back for the next 3 rounds.=",
    "Wear partner's underwear for 3 turns.=",
    "When the man cums later tonight, you have to lick his cum up (or use your hand to scoop it up and lick it clean).=",
    "* Whipped cream your partner, somewhere, and eat it off.=",
    "* Whisper in your partner's ear one thing you want them to do to you tomorrow.=",
    "* Whisper something dirty in my ear.=",
    "Whisper the names of the states in the most seductive way.=",
    "Girls: Worship his cock, balls, and ass while he sits in a chair.",
    "Wrap some underwear as a present and then hand it to your partner when you are next out to dinner at a restaurant. They must change into it immediately.=",
    "* Write a letter to your partner which is as dirty and graphic as possible. Have your partner read it out loud.",
    "Write out coupon for oral sex for tomorrow between 11 am and 1 pm.=",
    "Write your name in permanent marker on your partner's cock or your partner's crotch.=",
    "* Yell out the first thing that comes to your mind right now.=",
    "You are smacked for 1 minute.",
    "* You are to play the part of a phone sex operator. Go into another room and await a call.=",
    "You both go out of your flat/house door fully naked for 1 minute.",
    "You deep throat cock or dildo.",
    "You find some lesbian/gay porn to watch from https://pornhub.com/ and then masturbate to it for 4 minutes.",
    "You get 3 chances to kiss your partner where they want to be kissed, if you don’t, drink.=",
    "You get 3 chances to kiss your partner where they want to be kissed.=",
    "You get spanked 10 times then fingered from behind for 2 mins.",
    "You get to dress your partner up in your sexy clothes.=",
    "You get to dress your partner up, using your clothes. Then take a picture.=",
    "You give oral and then get spanked for 2 minutes.",
    "You have 10 seconds to excite me just by kissing. Hint: You're not limited to my lips.",
    "* You have to wear an undergarment that your partner picks out. The sexier the better!=",
    "* You have your bottom smacked for 1 minute in the position your partner choses.",
    "You have your bottom smacked for I0 times, kisses on bottom on the end.=",
    "You kneel in front of your partner and play with your pussy/cock for 3 mins.",
    "You lay back, spreading your legs as wide as you can while your partner uses a vibrator on you for 2 min.",
    "You lick your partner’s cock/pussy.",
    "You must do one of the following for 30 seconds: perform oral in front of the window, anal sex, streak outside, handstand sex.",
    "You must wear your partner's underwear for 3 rounds.=",
    "You sexy dance for 2 mins.",
    "You spread your legs and your partner gives you sexy bites for 1 minute.",
    "You toy your pussy/cock.",
    "You use a vibrator on your partner for 3 min, no penetration.",
    "Your arms and legs are tied and your partner gives you oral for 2 minutes.",
    "Your nipples licked and bitten.",
    "Your partner has to use a sex toy on themselves the next time you have sex.=",
    "Your partner watches porn from category amateur on https://xhamster.com/, you masturbate them to it. 3 mins.",
    "Your partner will choose their sexy clothes and dress you up.=",
    "* Your partner will lick your nipples.",
    "You get naked, and your partner is fully clothed. Take 6 pictures of you both. Google CFNM or CMNF for ideas.=",
    "Mutual masturbation with him cumming onto her face. Photo to prove it.=",
    "Mutual masturbation with him cumming onto her tits. Photo to prove it.=",
    "Mutual masturbation with him cumming onto her tits. He licks her tits clean. Video to prove it.=",
    "Your task is to make your partner cum twice. Anything goes!=",
    "Girls: Slowly dribble some cream on your tits and have your partner suckle your tits. Guys: Place some ice cream somewhere on your body and have your partner lick it off.=",
    "She wears a strap-on harness with dildo, he either gives it a blowjob, or is penetrated anally (her choice) for 2 minutes. If you don’t have one, order it now.",
    "Put on a pair of nipple clamps. Leave them on for the rest of the game.=",
    "Guys: Put on a cock ring and allow your partner to look and feel it. Leave it on for the rest of the game.",
    "Recreate a pose/scene from a porn website that your partner picks (e.g. https://youporn.com/). They try to capture the same photo.="
  ]
}
